13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
alefragnani.project-manager
alexcvzz.vscode-sqlite
AMiner.codegeex
banxi.go-snippets
BracketPairColorDLW.bracket-pair-color-dlw
ClemensPeters.format-json
dancheg97.grpc-clicker
doggy8088.go-extension-pack
donjayamanne.python-environment-manager
ecmel.vscode-html-css
EliverLara.andromeda
enkia.tokyo-night
fisheva.eva-theme
formulahendry.code-runner
galkowskit.go-interface-annotations
golang.go
Gruntfuggly.todo-tree
hediet.vscode-drawio
hollowtree.vue-snippets
joe-re.sql-language-server
KevinRose.vsc-python-indent
lea21st.vscode-sql-formatter
liuchao.go-struct-tag
liwei.relax-eyes-theme
max-SS.Cyberpunk
mgt19937.typst-preview
mhutchie.git-graph
moqsien.easynotes
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
MuleSoftInc.aml-vscode
nhoizey.gremlins
njpwerner.autodocstring
nvarner.typst-lsp
pinshengjuan.edk2-uni-formatter
PKief.material-icon-theme
premparihar.gotestexplorer
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
skacekachna.win-opacity
survari.aml
teabyii.ayu
Thog.vscode-asl
tomoki1207.pdf
TonyCSLo.uefi-extension-pack
tuttieee.emacs-mcx
VOSCA.vscode-v-analyzer
Vue.volar
walonli.edk2-vscode
wangtianlun.mindmap
windmilleng.vscode-go-autotest
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziglang.vscode-zig
zxh404.vscode-proto3