13xforever.language-x86-64-assembly
akamud.vscode-theme-onedark
alefragnani.project-manager
alexcvzz.vscode-sqlite
aminer.codegeex
andenetalexander.vim-cheatsheet
banxi.go-snippets
chaitanyashahare.lazygit
clemenspeters.format-json
dancheg97.grpc-clicker
doggy8088.go-extension-pack
donjayamanne.python-environment-manager
ecmel.vscode-html-css
eliverlara.andromeda
enkia.tokyo-night
fisheva.eva-theme
formulahendry.code-runner
galkowskit.go-interface-annotations
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
hollowtree.vue-snippets
joe-re.sql-language-server
kevinrose.vsc-python-indent
lea21st.vscode-sql-formatter
liuchao.go-struct-tag
liwei.relax-eyes-theme
max-ss.cyberpunk
mgt19937.typst-preview
mhutchie.git-graph
minherz.copyright-inserter
moqsien.easynotes
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
nhoizey.gremlins
njpwerner.autodocstring
nvarner.typst-lsp
pinshengjuan.edk2-uni-formatter
piotrpalarz.vscode-gitignore-generator
pkief.material-icon-theme
premparihar.gotestexplorer
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
robbowen.synthwave-vscode
rust-lang.rust-analyzer
skacekachna.win-opacity
teabyii.ayu
thog.vscode-asl
tomoki1207.pdf
tonycslo.uefi-extension-pack
vosca.vscode-v-analyzer
vscodevim.vim
vue.volar
walonli.edk2-vscode
wangtianlun.mindmap
windmilleng.vscode-go-autotest
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziglang.vscode-zig
zxh404.vscode-proto3